{
    "home":"Home",
    "careers":"Careers",
    "about":"About",
    "humanitarian":"Humanitarian ",
    "inkindDonations":"In kind Donations",
    "findRequest":"Blogs",
    "resources":"Resources",
    "donate":"Donate",
    "donation":"Donation",
    "learn more":"Learn More",
    "how we work":"How We Work",
    "common questions":"Common Questions",
    "login":"Login",
    "aboutNiber":"Niber Foundation, is dedicated to uplifting post-war regions like Tigray through charitable giving and sustainable development projects. With a belief in collective generosity, we address pressing social issues while providing essential resources, prioritizing long-term growth and resilience. Through collaboration and community empowerment, we aim to rebuild, restore hope, and create a brighter future for all.",
    "slogan":"Give a little, change a lot. <1/> Tigray Seb Alewa.",
    "slogan2":"All we need is to build human relations with our deeds. <1/>That's only thing that lasts forever.",
    "slogan3":"THE GREATEST GOOD IS WHAT WE DO FOR ONE ANOTHER",
    "slogan4":"You have two hands. One to help yourself, the second to help others.",
    "slogan5":"If you cannot feed a hundred people, Then feed just one.",
    "profile":"profile",
    "yourfundrequests":"Your Fund Requests",
    "your donations":"Your Donations",
    "account setting":"Account Settings",
    "create request":"Create Request",
    "sign out":"sign out",
    "about niber foundation":"ABOUT NIBER FOUNDATION",
    "get connected with us":"Get connected with us on social networks ",
    "about volunteers":"Giving Hope: Restoring Infrastructure",
    "address":"Tigray, Ethiopia",
    "contact":"Contact",
    "volunteer paragraph":"In post-war Tigray, Niber Foundation is a beacon of hope, focused on rebuilding infrastructure and fostering sustainable projects to restore stability. Through tireless dedication, they empower the community by creating jobs and revitalizing the economy. With a vision for a brighter future, Niber Foundation epitomizes resilience, committed to rebuilding society step by step.",
    "ways we help":"Ways We Help",
    "health":"Health",
    "education":"Education",
    "Niber-Foundation":"Niber Foundation",
    "fundraise":"Fundraise",
    "education-disc":"Empowering through learning and knowledge is a cornerstone of our mission. We believe that education is the key to breaking the cycle of poverty and unlocking opportunities for personal and professional growth.",
    "donation-disc":"Our donation programs support individuals and families in need through food distribution, healthcare, and education initiatives. Quality healthcare, including primary care and mental health support, is essential for overall well-being.",
    "health-disc":"Ensuring access to quality healthcare is paramount for promoting well-being and resilience. Our health programs encompass a wide range of services, including primary care, preventive screenings, dental care, and mental health support.",
    "inkind-disc":"Our in-kind donation programs are crucial for meeting diverse needs by providing clothing, food, medical supplies, and educational materials. These donations extend our aid efforts and help us maximize our budget to assist those in need.",
    "hiring":"we are hiring",
    "hiringh1":"Explore exciting career opportunities with us",
    "hiringbutton":"Apply Now"

}
